{"@type":"TEMPLATE","uid":"ab845036-5713-4895-8721-405a568878e0","description":{"@type":"RESOURCE_DESCRIPTION","originalAuthor":{"date":"2024-04-17"},"otherContributors":[],"lifecycleState":{"codeString":"unmanaged"},"ipAcknowledgements":{},"references":{},"conversionDetails":{},"otherDetails":{"licence":"This work is licensed under the Creative Commons Attribution-ShareAlike 4.0 International License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/4.0/.","custodian_organisation":"openEHR Foundation","original_namespace":"org.openehr","original_publisher":"openEHR Foundation","custodian_namespace":"org.openehr","MD5-CAM-1.0.1":"e5a3b6a34120e6a1f65f080db628fcc2","PARENT:MD5-CAM-1.0.1":"DB7D4B698449B0D99CB352CDB935B693","sem_ver":"0.1.8","build_uid":"96227939-16ed-4ea0-84dc-8e80065a364a"},"details":{"de":{"@type":"RESOURCE_DESCRIPTION_ITEM","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"de"},"keywords":[],"originalResourceUri":{},"otherDetails":{}},"nb":{"@type":"RESOURCE_DESCRIPTION_ITEM","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"nb"},"keywords":[],"originalResourceUri":{},"otherDetails":{}},"en":{"@type":"RESOURCE_DESCRIPTION_ITEM","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"en"},"keywords":[],"originalResourceUri":{},"otherDetails":{}},"fr":{"@type":"RESOURCE_DESCRIPTION_ITEM","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"fr"},"keywords":[],"originalResourceUri":{},"otherDetails":{}}}},"annotations":{"@type":"RESOURCE_ANNOTATIONS","documentation":{"en":{"":{"70862002":"Contactpersoon"}}}},"parentArchetypeId":"openEHR-EHR-EVALUATION.social_network.v1","differential":true,"archetypeId":{"@type":"ARCHETYPE_HRID","value":"openEHR-EHR-EVALUATION.socialnetwork.v1"},"definition":{"@type":"C_COMPLEX_OBJECT","rmTypeName":"EVALUATION","nodeId":"at0000.1","attributes":[{"@type":"C_ATTRIBUTE","rmAttributeName":"data","children":[{"@type":"C_COMPLEX_OBJECT","rmTypeName":"ITEM_TREE","nodeId":"at0001","attributes":[{"@type":"C_ATTRIBUTE","rmAttributeName":"items","children":[{"@type":"C_COMPLEX_OBJECT","rmTypeName":"ELEMENT","occurrences":"0..0","nodeId":"at0015.1","attributes":[],"attributeTuples":[]},{"@type":"C_COMPLEX_OBJECT","rmTypeName":"ELEMENT","occurrences":"0..0","nodeId":"at0002.1","attributes":[],"attributeTuples":[]},{"@type":"C_COMPLEX_OBJECT","rmTypeName":"ELEMENT","occurrences":"0..0","nodeId":"at0018.1","attributes":[],"attributeTuples":[]},{"@type":"C_ARCHETYPE_ROOT","rmTypeName":"CLUSTER","occurrences":"0..1","nodeId":"at0016.1","attributes":[],"attributeTuples":[],"archetypeRef":"openEHR-EHR-CLUSTER.ovl-person-001.v1","referenceType":"archetypeOverlay"}]}],"attributeTuples":[]}]},{"@type":"C_ATTRIBUTE","rmAttributeName":"protocol","children":[{"@type":"C_COMPLEX_OBJECT","rmTypeName":"ITEM_TREE","nodeId":"at0010","attributes":[{"@type":"C_ATTRIBUTE","rmAttributeName":"items","children":[{"@type":"C_COMPLEX_OBJECT","rmTypeName":"ELEMENT","occurrences":"0..0","nodeId":"at0011.1","attributes":[],"attributeTuples":[]}]}],"attributeTuples":[]}]}],"attributeTuples":[]},"terminology":{"@type":"ARCHETYPE_TERMINOLOGY","conceptCode":"at0000","termDefinitions":{"en":{"at0000.1":{"@type":"ARCHETYPE_TERM","code":"at0000.1","text":"Contactpersoon-v4.0(2023NL)","description":"Group of individuals connected by social interactions and personal relationships."}},"fr":{},"nb":{},"de":{}},"termBindings":{},"terminologyExtracts":{},"valueSets":{}},"adlVersion":"1.4","buildUid":"20de83c2-0829-3a3e-b1be-49a5f505e79d","rmName":"openehr","rmRelease":"1.1.0","generated":true,"templateId":"Contactpersoon-v4.0(2023NL)","otherMetaData":{},"templateOverlays":[{"@type":"TEMPLATE_OVERLAY","uid":"9c421926-5af1-4e9f-aa18-56055b9337ab","description":{"@type":"RESOURCE_DESCRIPTION","originalAuthor":{},"otherContributors":[],"ipAcknowledgements":{},"references":{},"conversionDetails":{},"otherDetails":{"PARENT:MD5-CAM-1.0.1":"A6A3C08A7E900DDBFCB472CF2105BE83"},"details":{"de":{"@type":"RESOURCE_DESCRIPTION_ITEM","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"de"},"purpose":"Zur Darstellung von Informationen zu einer Person, wie sie bekannt sind oder im Rahmen der klinischen Dokumentation verstanden werden.","keywords":["Anbieter, Dienstleister, Betreuer, Personal, medizinisches Fachpersonal, Verwandter, Angehöriger, Hausarzt, Zeuge, Freund, Nachbar, Kind, Familie, Geschwister, Elternteil, Einzelperson"],"use":"Der Archetyp wird verwendet, um Informationen zur einer Person darzustellen, wie sie bekannt sind oder im Rahmen der klinischen Dokumentation verstanden werden, oft ad hoc oder wenn die Verwendung von einem formellen demografischen Register oder einem Index nicht angemessen oder nicht möglich ist.\r\nBeispiele beinhalten:\r\n- der Inhaber einer Patientenverfügung unter Verwendung des SLOT „Inhaber der Kopie“ innerhalb des Archetyps EVALUATION.advance_care_directive;\r\n- die Rolle und Kontaktdaten eines benannten Ansprechpartners in einer Organisation, unter Verwendung des SLOT „Kontaktperson“ innerhalb des Archetyps CLUSTER.organisation;\r\n- Angaben zu einem Verwandten in einer Familienanamnese unter Verwendung des SLOT „Angaben zum Familienmitglied“ innerhalb des Archetyps openEHR-EHR-EVALUATION.family_history;\r\n- der Name der Person, die eine Laborprobe von einem Patienten entnommen hat, unter Verwendung der „Angaben zum Probennehmer“ innerhalb des Archetyps CLUSTER.specimen oder\r\n- ein Zeuge eines Sturzes oder Unfalls, unter Verwendung des SLOT \"Zeuge\" innerhalb des Archetyps CLUSTER.health_event.\r\n\r\nIn den meisten einfachen Anwendungsfällen reicht das unstrukturierte Element „Name“ innerhalb des Archetyps CLUSTER.person aus, um den Namen einer Person als Teil einer Gesundheitsakte darzustellen. In Fällen, in denen ein strukturierter Name für klinische Aufzeichnungszwecke erforderlich oder wünschenswert ist, verschachteln Sie diesen Archetyp jedoch im SLOT „Name strukturiert“ im Archetyp CLUSTER.person. Wenn der Archetyp CLUSTER.structured_name in den SLOT „Name strukturiert“ eingebettet ist, können beliebige oder alle Datenelemente als Textzeichenfolge kombiniert und im Element „Name“ dargestellt werden, solange sie konsistent sind.\r\n\r\nDieser Archetyp könnte auch stellvertretend für formale demografische Daten verwendet werden, wenn ein Template mit Domänenexperten überprüft wird – beispielsweise eine Bewertung, bei der Prüfer erwarten würden, dass die Details einer Person oben im Bewertungsformular angezeigt werden.","misuse":"Der Archetyp darf nicht verwendet werden, um das formelle Identifikationsmanagement darzustellen oder zu ersetzen oder um ein offizielles demografisches Register oder einen Index zu führen. Verwenden Sie zu diesem Zweck einen formellen Master Patient Index oder Health Provider Index oder Archetypen, die auf dem demografischen Informationsmodell von openEHR basieren.\r\n\r\nDarf nicht verwendet werden, um den Patienten, die Teilnehmer oder den Verfasser der Akte und ähnliche Datenelemente darzustellen, die formal in der Patientenakte unter Verwendung der Referenzmodellattribute dargestellt werden sollten.\r\n\r\nDarf nicht verwendet werden, um das Geburtsdatum einer Person darzustellen – verwenden Sie zu diesem Zweck das Datenelement „Geburtsdatum“ im Archetyp EVALUATION.birth_summary.\r\n\r\nDarf nicht verwendet werden, um biometrische Details oder Biomarker über eine Person darzustellen – verwenden Sie zu diesem Zweck einen speziellen ENTRY-Archetyp.","originalResourceUri":{},"otherDetails":{}},"sv":{"@type":"RESOURCE_DESCRIPTION_ITEM","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"sv"},"purpose":"Används för att registrera information om en person som behöver representeras i patientjournalen.","keywords":["Leverantör, vårdare, vårdgivare, personal, vårdpersonal, släkting, anhöriga, läkare, vittne, vän, granne, barn, familj, syskon, förälder, individ"],"use":"Används för att registrera uppgifter om en person i den elektroniska journalen, när det inte är lämpligt eller möjligt att använda ett formellt demografiskt register eller index. Exempelvis:\r\n- Namn och kontaktuppgifter för en person som innehar en fysisk kopia av ett dokument om framtida behandlingsval eller behandlingsreservationer; exempelvis 'Copyholder'-attributet i arketypen EVALUATION.advance_care_directive;\r\n- Namn och kontaktuppgifter för en vårdgivare i en remiss;\r\n- Namn, roll och kontaktuppgifter för en medlem av ett vårdgivarteam;\r\n- Rollen och kontaktuppgifterna för en namngiven kontaktperson inom en organisation;\r\n- uppgifter om en släkting i en släkthistoria; eller\r\n- ett vittne till ett epileptisk anfall.\r\n\r\nI de flesta vanliga användningsfallen där ett namn måste inkluderas i en journal räcker det med fritextinmatning inom elementet 'Ostrukturerat namn'. I situationer när det krävs mer detaljerade detaljer om en eller flera namnkomponenter, använd de ytterligare strukturerade dataelementen i arketypen CLUSTER.structured_name. I denna arketyp finns en SLOT kapslade i \"Structured name\" . Om arketypen CLUSTER.structured name är kapslad i 'Structured name' SLOT, kan något eller alla av de strukturerade namnelementen sammanfogas och representeras i elementet 'Ostrukturerat namn'.\r\n\r\nDenna arketyp kan också användas som en proxy för formella demografiska data när man granskar en mall med domänexperter – till exempel en bedömning där granskare förväntar sig att se patientens uppgifter högst upp i bedömningsformuläret.","misuse":"Får inte användas för att representera eller ersätta formell identifieringshantering eller i syfte att upprätthålla ett officiellt demografiskt register eller index. Använd ett formellt Master Patient Index eller Vårdgivare Index för detta ändamål, eller arketyper baserade på openEHR Demographic Information Model.\r\n\r\nFår inte användas för att representera patienten, deltagare eller författare till journalen och liknande dataelement som bör representeras formellt i journalen med hjälp av Referensmodellens attribut.\r\n\r\nFår inte användas för att registrera en individs födelsedatum - använd istället dataelementet \"Födelsedatum\" i EVALUATION.birth_summary för detta ändamål\r\n\r\nFår inte användas för att registrera biometriska detaljer eller biomarkörer om en individ - använd en specifik ENTRY-arketyp för detta ändamål.","originalResourceUri":{},"otherDetails":{}},"nb":{"@type":"RESOURCE_DESCRIPTION_ITEM","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"nb"},"purpose":"For å registrere detaljer om en person i en pasientjournal.","keywords":["tjenesteyter, omsorgsperson, helsepersonell, slektning, pårørende, vitne, venn, nabo, barn, familie, søsken, forelder, arbeidsgiver, rekvirent, henviser, ektefelle, verge, samboer, kjæreste"],"use":"Brukes for å registrere detaljer om en person i en pasientjournal, når det ikke er ønskelig eller mulig å bruke et formelt demografisk register eller indeks.\r\n\r\nFor eksempel:\r\n- navn og kontaktdetaljer til en person som har en kopi av et fremtidig behandlingsvalg, i SLOTet \"Kopiholder\" i arketypen EVALUATION.advance_care_directive (Fremtidig behandlingsvalg).\r\n- navn og kontaktdetaljer til en omsorgsperson eller helsepersonell i en organisasjon, i SLOTet \"Kontaktperson\" i arketypen CLUSTER.organisation (Organisasjon).\r\n- detaljer om en slektning i en familieanamnese, I SLOTet \"Detaljer om familiemedlem\" i arketypen EVALUATION.family_history (Familieanamnese).\r\n- navnet på en person som gjennomførte prøvetakning på en pasient, i SLOTet \"Detaljer om prøvetaker\" i arketypen CLUSTER.specimen (Prøvemateriale).\r\n- et vitne til et fall eller en ulykke, i SLOTet \"Witness\" i arketypen CLUSTER.health_event.\r\n\r\nI de mest vanlige brukscasene der navn skal registreres i pasientjournalen, vil dataelementet \"Navn\" i denne arketypen være tilstrekkelig. I tilfeller der det er nødvendig eller ønskelig med detaljer om en eller flere navnekomponenter, bruk arketypen CLUSTER.structured_name i SLOTet \"Strukturert navn\" i denne arketypen. \r\nOm det er gjort, kan noen eller alle de strukturerte navnelementene slås sammen av programvaren man benytter, og lagres i dataelementet \"Navn\".\r\n\r\nDenne arketypen kan også brukes som en midlertidig erstatning for formelle demografiske data når man gjennomgår et templat med domeneeksperter - for eksempel en vurdering der man i templatet forventer å se detaljer om en person på toppen av vurderingsskjema.","misuse":"Brukes ikke til å representere eller erstatte de formelle demografiske opplysninger for formell identitetsforvaltning eller for å opprettholde et demografisk register eller en indeks. Bruk et formelt pasientregister, helsepersonellregister eller arketyper basert på openEHR demografisk informasjonsmodell til dette formålet.\r\n\r\nBrukes ikke for å representere pasient, deltakere eller forfatter av skjema eller lignende, som skal representeres formelt i pasientjournalen. Bruk attributter fra Referansemodellen for dette formålet.\r\n\r\nBrukes ikke for å registrere fødselsdato for individet - bruk dataelementet \"Fødselsdato\" i arketypen EVALUATION.birth_summary for dette formålet.\r\n\r\nBrukes ikke for å registrere detaljer om biometri eller biomarkører for personen - bruk en spesifikk ENTRY-arketype for dette formålet.","originalResourceUri":{},"otherDetails":{}},"en":{"@type":"RESOURCE_DESCRIPTION_ITEM","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"en"},"purpose":"To record details about a person as they are known or understood in the course of clinical documentation.","keywords":["provider, carer, staff, healthcare professional, relative, next-of-kin, practitioner, witness, friend, neighbour, child, family, sibling, parent, individual"],"use":"Use to record details of a person as they are known or understood in the course of clinical documentation, often ad hoc or when it is not appropriate or possible to use a formal demographic register or index. Examples include:\r\n- the copyholder of an advanced care record, using the 'Copyholder' SLOT within the EVALUATION.advance_care_directive archetype;\r\n- the role and contact details of a named contact person within an organisation, using the 'Contact person' SLOT within the CLUSTER.organisation archetype;\r\n- details about a relative in a family history record, using the 'Family member details' SLOT within the openEHR-EHR-EVALUATION.family_history archetype; \r\n- the name of the person who collected a laboratory specimen from a patient, using the 'Specimen collector details' within the CLUSTER.specimen archetype; or\r\n- a witness to a fall or accident, using the 'Witness' SLOT within the CLUSTER.health_event archetype.\r\n\r\nIn most simple clinical recording use cases, the unstructured 'Name' element within the CLUSTER.person archetype will be sufficient to record the name of a person as part of a health record. However, in circumstances where a structured name is necessary or desirable for clinical recording purposes, nest this archetype within the 'Structured name' SLOT in CLUSTER.person archetype. If the CLUSTER.structured_name archetype is nested within the 'Structured name' SLOT, any or all of the data elements can be combined together as a text string and represented in the 'Name' element, as long as they are consistent.\r\n\r\nThis archetype could also be used as a proxy for formal demographic data when reviewing a template with domain experts - for example, an assessment where reviewers would expect to see a person's details at the top of the assessment form.","misuse":"Not to be used to represent or replace formal identification management or for the purposes of maintaining an official demographic register or index. Use a formal Master Patient Index or Health Provider Index for this purpose, or archetypes based on the openEHR Demographic Information Model.\r\n\r\nNot to be used to represent the subject of care, participants or author of the record and similar data elements that should be represented formally in the health record using the Reference Model attributes.\r\n\r\nNot to be used to record the date of birth of an individual - use the 'Date of birth' data element within the EVALUATION.birth_summary for this purpose\r\n\r\nNot to be used to record biometric detail or biomarkers about an individual - use a specific ENTRY archetype for this purpose.","copyright":"© openEHR Foundation","originalResourceUri":{},"otherDetails":{}},"es":{"@type":"RESOURCE_DESCRIPTION_ITEM","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"es"},"purpose":"Para registrar detalles sobre una persona tal y como se conocen o entienden en el curso de la documentación clínica.","keywords":["proveedor, cuidador, personal, profesional sanitario, familiar, pariente cercano, profesional, testigo, amigo, vecino, niño, familia, hermano, padre, individuo"],"use":"Utilizar para registrar los detalles de una persona tal y como se conocen o entienden en el curso de la documentación clínica, a menudo ad hoc o cuando no es apropiado o posible utilizar un registro o índice demográfico formal. Algunos ejemplos son:\r\n- El nombre y los datos de contacto de una persona que posee una copia física de un documento de voluntades anticipadas, usando el slot 'Encargado de la copia' en el arquetipo EVALUATION.advance_care_directive;\r\n- La función y los datos de una persona de contacto nombrada dentro de una organización, utilizando el SLOT \"Persona de contacto\" dentro del arquetipo CLUSTER.organisation;\r\n- Los datos de un pariente en un registro de historia familiar, utilizando el SLOT 'Family member details' dentro del arquetipo openEHR-EHR-EVALUATION.family_history;\r\n- El nombre de la persona que recogió una muestra de laboratorio de un paciente, utilizando los \"detalles del recolector de muestras\" dentro del arquetipo CLUSTER.specimen; o\r\n- Un testigo de una caída o accidente, utilizando el SLOT \"Testigo\" dentro del arquetipo CLUSTER.health_event.\r\n\r\nEn la mayoría de los casos de uso de registros clínicos sencillos, el elemento no estructurado \"Nombre\" dentro del arquetipo CLUSTER.person será suficiente para registrar el nombre de una persona como parte de un registro sanitario. Sin embargo, en circunstancias en las que sea necesario o deseable un nombre estructurado para fines de registro clínico, incluya este arquetipo dentro del SLOT 'Nombre estructurado' en el arquetipo CLUSTER.person. Si el arquetipo CLUSTER.structured_name se incluye dentro del SLOT 'Structured name', cualquiera de los elementos de datos, o todos ellos, pueden combinarse juntos como una cadena de texto y representarse en el elemento 'Nombre' siempre que sean coherentes.\r\n\r\nEste arquetipo también puede utilizarse como sustituto de los datos demográficos formales cuando se revise una plantilla con expertos del dominio - por ejemplo, una evaluación en la que los revisores esperarían ver los datos del paciente en la parte superior del formulario.","misuse":"No debe utilizarse para representar o sustituir la gestión de la identificación formal ni para mantener un registro o índice demográfico oficial. Utilice para ello un Índice Maestro de Pacientes o un Índice de Proveedores de Salud formales o arquetipos basados en el Modelo de Información Demográfico de openEHR.\r\n\r\nNo debe utilizarse para representar el sujeto de la atención, los participantes o el autor del registro y elementos de datos similares que deberían representarse formalmente en el registro sanitario utilizando los atributos del Modelo de Referencia.\r\n\r\nNo debe utilizarse para registrar la fecha de nacimiento de un individuo: utilice el elemento de datos \"Fecha de nacimiento\" dentro de EVALUATION.birth_summary para este fin\r\n\r\nNo debe utilizarse para registrar detalles biométricos o biomarcadores sobre un individuo - utilice un arquetipo de ENTRY específico para este fin.\r\n","originalResourceUri":{},"otherDetails":{}},"zh":{"@type":"RESOURCE_DESCRIPTION_ITEM","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"zh"},"purpose":"*To record details about a person as they are known or understood in the course of clinical documentation. (en)","keywords":["*provider, carer, staff, healthcare professional, relative, next-of-kin, practitioner, witness, friend, neighbour, child, family, sibling, parent, individual (en)"],"use":"*Use to record details of a person as they are known or understood in the course of clinical documentation, often ad hoc or when it is not appropriate or possible to use a formal demographic register or index. Examples include:\r\n- the copyholder of an advanced care record, using the 'Copyholder' SLOT within the EVALUATION.advance_care_directive archetype;\r\n- the role and contact details of a named contact person within an organisation, using the 'Contact person' SLOT within the CLUSTER.organisation archetype;\r\n- details about a relative in a family history record, using the 'Family member details' SLOT within the openEHR-EHR-EVALUATION.family_history archetype; \r\n- the name of the person who collected a laboratory specimen from a patient, using the 'Specimen collector details' within the CLUSTER.specimen archetype; or\r\n- a witness to a fall or accident, using the 'Witness' SLOT within the CLUSTER.health_event archetype.\r\n\r\nIn most simple clinical recording use cases, the unstructured 'Name' element within the CLUSTER.person archetype will be sufficient to record the name of a person as part of a health record. However, in circumstances where a structured name is necessary or desirable for clinical recording purposes, nest this archetype within the 'Structured name' SLOT in CLUSTER.person archetype. If the CLUSTER.structured_name archetype is nested within the 'Structured name' SLOT, any or all of the data elements can be combined together as a text string and represented in the 'Name' element, as long as they are consistent.\r\n\r\nThis archetype could also be used as a proxy for formal demographic data when reviewing a template with domain experts - for example, an assessment where reviewers would expect to see a person's details at the top of the assessment form. (en)","misuse":"*Not to be used to represent or replace formal identification management or for the purposes of maintaining an official demographic register or index. Use a formal Master Patient Index or Health Provider Index for this purpose, or archetypes based on the openEHR Demographic Information Model.\r\n\r\nNot to be used to represent the subject of care, participants or author of the record and similar data elements that should be represented formally in the health record using the Reference Model attributes.\r\n\r\nNot to be used to record the date of birth of an individual - use the 'Date of birth' data element within the EVALUATION.birth_summary for this purpose\r\n\r\nNot to be used to record biometric detail or biomarkers about an individual - use a specific ENTRY archetype for this purpose. (en)","originalResourceUri":{},"otherDetails":{}}}},"annotations":{"@type":"RESOURCE_ANNOTATIONS","documentation":{"en":{"/items[at0010.1]":{"48767-8":"Toelichting"}}}},"parentArchetypeId":"openEHR-EHR-CLUSTER.person.v1","differential":true,"archetypeId":{"@type":"ARCHETYPE_HRID","value":"openEHR-EHR-CLUSTER.ovl-person-001.v1"},"definition":{"@type":"C_COMPLEX_OBJECT","rmTypeName":"CLUSTER","nodeId":"at0000.1","attributes":[{"@type":"C_ATTRIBUTE","rmAttributeName":"items","children":[{"@type":"C_COMPLEX_OBJECT","rmTypeName":"ELEMENT","occurrences":"0..0","nodeId":"at0001.1","attributes":[],"attributeTuples":[]},{"@type":"C_COMPLEX_OBJECT","rmTypeName":"ELEMENT","nodeId":"at0011.1","attributes":[{"@type":"C_ATTRIBUTE","rmAttributeName":"value","children":[{"@type":"C_COMPLEX_OBJECT","rmTypeName":"DV_CODED_TEXT","occurrences":"1..1","attributes":[{"@type":"C_ATTRIBUTE","rmAttributeName":"defining_code","children":[{"@type":"C_TERMINOLOGY_CODE","rmTypeName":"TERMINOLOGY_CODE","occurrences":"0..1","terminologyId":{"value":"SNOMED CT"},"constraint":[],"selectedTerminologies":["SNOMED CT"],"includedExternalTerminologyCodes":[{"terminologyId":"SNOMED CT","code":"17925003","value":"Adoptiebroer"},{"terminologyId":"SNOMED CT","code":"393547004","value":"Geadopteerd kind"},{"terminologyId":"SNOMED CT","code":"609005","value":"Adoptievader"},{"terminologyId":"SNOMED CT","code":"21464003","value":"Adoptiemoeder"},{"terminologyId":"SNOMED CT","code":"41953004","value":"Adoptieouder"},{"terminologyId":"SNOMED CT","code":"79508001","value":"Adoptiebroer of adoptiezus"},{"terminologyId":"SNOMED CT","code":"76022008","value":"Adoptiezus"},{"terminologyId":"SNOMED CT","code":"25211005","value":"Tante"},{"terminologyId":"SNOMED CT","code":"70924004","value":"Broer"},{"terminologyId":"SNOMED CT","code":"300461000146105","value":"Zwager"},{"terminologyId":"SNOMED CT","code":"55538000","value":"Neef of nicht"},{"terminologyId":"SNOMED CT","code":"66089001","value":"Dochter"},{"terminologyId":"SNOMED CT","code":"1258961002","value":"Schoondochter"},{"terminologyId":"SNOMED CT","code":"262043009","value":"Levenspartner"},{"terminologyId":"SNOMED CT","code":"414043009","value":"Geregistreerde partner"},{"terminologyId":"SNOMED CT","code":"300761000146104","value":"Ex-partner"},{"terminologyId":"SNOMED CT","code":"66839005","value":"Vader"},{"terminologyId":"SNOMED CT","code":"5171000124108","value":"Schoonvader"},{"terminologyId":"SNOMED CT","code":"31831004","value":"Pleegdochter"},{"terminologyId":"SNOMED CT","code":"8458002","value":"Pleegvader"},{"terminologyId":"SNOMED CT","code":"38265003","value":"Pleegmoeder"},{"terminologyId":"SNOMED CT","code":"12241003","value":"Pleegzoon"},{"terminologyId":"SNOMED CT","code":"39062003","value":"Pleegkind"},{"terminologyId":"SNOMED CT","code":"90921004","value":"Pleegouder"},{"terminologyId":"SNOMED CT","code":"48385004","value":"Kennis"},{"terminologyId":"SNOMED CT","code":"86372007","value":"Kleinkind"},{"terminologyId":"SNOMED CT","code":"44181008","value":"Kleindochter"},{"terminologyId":"SNOMED CT","code":"34871008","value":"Grootvader"},{"terminologyId":"SNOMED CT","code":"113157001","value":"Grootmoeder"},{"terminologyId":"SNOMED CT","code":"38312007","value":"Grootouder"},{"terminologyId":"SNOMED CT","code":"70578009","value":"Kleinzoon"},{"terminologyId":"SNOMED CT","code":"50261002","value":"Overgrootvader"},{"terminologyId":"SNOMED CT","code":"78652007","value":"Overgrootmoeder"},{"terminologyId":"SNOMED CT","code":"127849001","value":"Echtgenoot"},{"terminologyId":"SNOMED CT","code":"72705000","value":"Moeder"},{"terminologyId":"SNOMED CT","code":"5181000124106","value":"Schoonmoeder"},{"terminologyId":"SNOMED CT","code":"427568008","value":"Buurman of buurvrouw"},{"terminologyId":"SNOMED CT","code":"47801002","value":"Neef"},{"terminologyId":"SNOMED CT","code":"2959006","value":"Nicht"},{"terminologyId":"SNOMED CT","code":"40683002","value":"Ouder"},{"terminologyId":"SNOMED CT","code":"5161000124101","value":"Schoonouder"},{"terminologyId":"SNOMED CT","code":"300521000146102","value":"Huisgenoot"},{"terminologyId":"SNOMED CT","code":"375005","value":"Broer of zus"},{"terminologyId":"SNOMED CT","code":"27733009","value":"Zus"},{"terminologyId":"SNOMED CT","code":"300471000146104","value":"Schoonzus"},{"terminologyId":"SNOMED CT","code":"65616008","value":"Zoon"},{"terminologyId":"SNOMED CT","code":"1258960001","value":"Schoonzoon"},{"terminologyId":"SNOMED CT","code":"127848009","value":"Echtgenoot of echtgenote"},{"terminologyId":"SNOMED CT","code":"76087000","value":"Stiefbroer"},{"terminologyId":"SNOMED CT","code":"86764008","value":"Stiefkind"},{"terminologyId":"SNOMED CT","code":"22573006","value":"Stiefdochter"},{"terminologyId":"SNOMED CT","code":"30578000","value":"Stiefvader"},{"terminologyId":"SNOMED CT","code":"65412001","value":"Stiefmoeder"},{"terminologyId":"SNOMED CT","code":"74128007","value":"Stiefouder"},{"terminologyId":"SNOMED CT","code":"88510002","value":"Stiefbroer of stiefzus"},{"terminologyId":"SNOMED CT","code":"46363003","value":"Stiefzus"},{"terminologyId":"SNOMED CT","code":"8674003","value":"Stiefzoon"},{"terminologyId":"SNOMED CT","code":"38048003","value":"Oom"},{"terminologyId":"SNOMED CT","code":"127850001","value":"Echtgenote"},{"terminologyId":"SNOMED CT","code":"OTH","value":"Anders"}]}]}],"attributeTuples":[]}]}],"attributeTuples":[]},{"@type":"C_COMPLEX_OBJECT","rmTypeName":"ELEMENT","occurrences":"0..0","nodeId":"at0003.1","attributes":[{"@type":"C_ATTRIBUTE","rmAttributeName":"value","children":[{"@type":"C_COMPLEX_OBJECT","rmTypeName":"DV_IDENTIFIER","defaultValue":{"@type":"DV_IDENTIFIER"},"attributes":[],"attributeTuples":[]},{"@type":"C_COMPLEX_OBJECT","rmTypeName":"DV_TEXT","attributes":[],"attributeTuples":[]}]}],"attributeTuples":[]},{"@type":"C_COMPLEX_OBJECT","rmTypeName":"ELEMENT","nodeId":"at0004.1","attributes":[{"@type":"C_ATTRIBUTE","rmAttributeName":"value","children":[{"@type":"C_COMPLEX_OBJECT","rmTypeName":"DV_CODED_TEXT","occurrences":"1..1","attributes":[{"@type":"C_ATTRIBUTE","rmAttributeName":"defining_code","children":[{"@type":"C_TERMINOLOGY_CODE","rmTypeName":"TERMINOLOGY_CODE","occurrences":"0..1","terminologyId":{"value":"SNOMED CT"},"constraint":[],"selectedTerminologies":["SNOMED CT"],"includedExternalTerminologyCodes":[{"terminologyId":"SNOMED CT","code":"300481000146102","value":"Eerste contactpersoon"},{"terminologyId":"SNOMED CT","code":"300531000146100","value":"Secundair contactpersoon"},{"terminologyId":"SNOMED CT","code":"1269519005","value":"Curator"},{"terminologyId":"SNOMED CT","code":"300561000146109","value":"Mentor"},{"terminologyId":"SNOMED CT","code":"310141000146103","value":"Schriftelijk gemachtigde zorg en behandeling"},{"terminologyId":"SNOMED CT","code":"300551000146106","value":"Bewindvoerder"},{"terminologyId":"SNOMED CT","code":"300591000146104","value":"Zaakwaarnemer"},{"terminologyId":"SNOMED CT","code":"300581000146101","value":"Schriftelijk gemachtigde financieel"},{"terminologyId":"SNOMED CT","code":"310371000146106","value":"Vertegenwoordiger bij wilsonbekwaamheid"},{"terminologyId":"SNOMED CT","code":"394619001","value":"Voogd"},{"terminologyId":"SNOMED CT","code":"310361000146100","value":"Wettelijk vertegenwoordiger op grond van ouderlijk gezag"},{"terminologyId":"SNOMED CT","code":"407542009","value":"Mantelzorger"},{"terminologyId":"SNOMED CT","code":"768733004","value":"Geestelijk verzorger"},{"terminologyId":"SNOMED CT","code":"40570005","value":"Tolk"},{"terminologyId":"SNOMED CT","code":"12877000","value":"Advocaat"},{"terminologyId":"SNOMED CT","code":"106304008","value":"Docent"},{"terminologyId":"SNOMED CT","code":"300601000146109","value":"Patiëntvertrouwenspersoon"},{"terminologyId":"SNOMED CT","code":"394571004","value":"Werkgever"},{"terminologyId":"SNOMED CT","code":"300491000146100","value":"Begeleider"},{"terminologyId":"SNOMED CT","code":"OTH","value":"Anders"}]}]}],"attributeTuples":[]}]}],"attributeTuples":[]},{"@type":"C_COMPLEX_OBJECT","rmTypeName":"ELEMENT","nodeId":"at0010.1","attributes":[],"attributeTuples":[]},{"@type":"C_ARCHETYPE_ROOT","rmTypeName":"CLUSTER","occurrences":"0..1","nodeId":"at0005.1","attributes":[],"attributeTuples":[],"archetypeRef":"Adresgegevens-v1.1(2023NL)","referenceType":"templateId"},{"@type":"C_ARCHETYPE_ROOT","rmTypeName":"CLUSTER","occurrences":"0..1","nodeId":"at0006.1","attributes":[],"attributeTuples":[],"archetypeRef":"Contactgegevens-v1.3.1(2023NL)","referenceType":"templateId"},{"@type":"C_ARCHETYPE_ROOT","rmTypeName":"CLUSTER","occurrences":"0..1","nodeId":"at0002.1","attributes":[],"attributeTuples":[],"archetypeRef":"Naamgegevens-v1.1.1(2023NL)","referenceType":"templateId"}]}],"attributeTuples":[]},"terminology":{"@type":"ARCHETYPE_TERMINOLOGY","conceptCode":"at0000","termDefinitions":{"en":{"at0004.1":{"@type":"ARCHETYPE_TERM","code":"at0004.1","text":"Rol","description":"The relationship or role of the individual to the subject of the health record.","comment":"For example - the copyholder of an advance care record; contact person in an organisation; relative in a family history entry; specimen collector; or witness to a fall or accident. If the individual being described using this archetype is the subject of the health record, then this data element is redundant."},"at0011.1":{"@type":"ARCHETYPE_TERM","code":"at0011.1","text":"Relatie","description":"A label for the individual.","comment":"For example: 'Neighbour in the house with the red door'."},"at0010.1":{"@type":"ARCHETYPE_TERM","code":"at0010.1","text":"Toelichting","description":"Additional narrative about the individual not captured in other fields."}},"nb":{},"de":{},"zh":{},"sv":{},"es":{}},"termBindings":{},"terminologyExtracts":{},"valueSets":{}},"adlVersion":"1.4","buildUid":"53d23a6f-115f-4af6-8c0f-a4b901963aab","rmName":"openehr","rmRelease":"1.1.0","generated":true,"otherMetaData":{},"originalLanguage":{"terminologyId":{"value":"ISO_639-1"},"codeString":"en"},"translations":[{"@type":"TRANSLATION_DETAILS","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"de"},"author":{"name":"Natalia Strauch, Alina Rehberg","organisation":"Medizinische Hochschule Hannover","email":"Strauch.Natalia@mh-hannover.de, rehberg.alina@mh-hannover.de"},"otherDetails":{}},{"@type":"TRANSLATION_DETAILS","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"sv"},"author":{"name":"Elham Gholami, Erik Sundvall","organisation":"Region Stockholm","email":"erik.sundvall@regionstockholm.se"},"otherDetails":{}},{"@type":"TRANSLATION_DETAILS","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"nb"},"author":{"name":"Liv Laugen, John Tore Valand, Vebjørn Arntzen, Kanika Kuwelker","organisation":"​Oslo University Hospital, Norway, Helse Bergen, Helse Vest IKT","email":"liv.laugen@ous-hf.no, john.tore.valand@helse-bergen.no, john.tore.valand@helse-vest-ikt.no, varntzen@ous-hf.no, kanika.kuwelker@helse-vest-ikt.no"},"otherDetails":{}},{"@type":"TRANSLATION_DETAILS","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"zh"},"author":{"name":"Yexuan Cheng","organisation":"浙江大学","email":"3160100913@zju.edu.cn"},"otherDetails":{}},{"@type":"TRANSLATION_DETAILS","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"es"},"author":{"name":"Diego Bosca","organisation":"VeraTech for Health","email":"yampeku@veratech.es"},"accreditation":"Native speaker. First Certificate in English","otherDetails":{}}]}],"originalLanguage":{"terminologyId":{"value":"ISO_639-1"},"codeString":"en"},"translations":[{"@type":"TRANSLATION_DETAILS","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"de"},"author":{},"otherDetails":{}},{"@type":"TRANSLATION_DETAILS","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"nb"},"author":{},"otherDetails":{}},{"@type":"TRANSLATION_DETAILS","language":{"terminologyId":{"value":"ISO_639-1"},"codeString":"fr"},"author":{},"otherDetails":{}}]}